Repository: HarpeLm/AquApp
Catalog: AquApp/Localizable.xcstrings
Source language: fr
Languages: ar, bg, bn, cs, da, de, el, en, es, fa, fi, fil, he, hi, hr, hu, id, it, ja, ko, ku, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# challenge.recuperation.desc
source: 300 ml dans l'heure après une séance sport détectée
ar: 300 مل خلال ساعة بعد جلسة رياضية مكتشفة
bg: 300 мл в рамките на час след засечена тренировка
bn: শনাক্ত ব্যায়ামের এক ঘণ্টার মধ্যে ৩০০ মিলি
cs: 300 ml během hodiny po detekovaném tréninku
da: 300 ml inden for en time efter en registreret træningssession
de: 300 ml innerhalb einer Stunde nach einem erkannten Training
el: 300 ml μέσα σε μία ώρα μετά από ανιχνευμένη προπόνηση
en: 300 ml within an hour after a detected workout
es: 300 ml en la hora tras una sesión deportiva detectada
fa: ۳۰۰ میلی‌لیتر در یک ساعت پس از تمرین شناسایی‌شده
fi: 300 ml tunnin sisällä havaitusta treenistä
fil: 300 ml sa loob ng isang oras pagkatapos ng natukoy na ehersisyo
he: 300 מ"ל תוך שעה מסיום אימון שזוהה
hi: पता लगाए गए वर्कआउट के एक घंटे के भीतर 300 ml
hr: 300 ml u roku od sat vremena nakon prepoznatog treninga
hu: 300 ml egy órán belül az érzékelt edzés után
id: 300 ml dalam satu jam setelah sesi olahraga terdeteksi
it: 300 ml entro un'ora dopo un allenamento rilevato
ja: 検出されたワークアウトの1時間以内に300mlを飲む
ko: 감지된 운동 후 1시간 이내에 300ml
ku: Di nav saetekê piştî werzîşa hatî dîtin de 300 ml
lt: 300 ml per valandą po aptikto treniruotės
lv: 300 ml stundu laikā pēc konstatētās treniņa
ms: 300 ml dalam satu jam selepas sesi senaman dikesan
nb: 300 ml innen én time etter en oppdaget treningsøkt
nl: 300 ml binnen een uur na een gedetecteerde training
pl: 300 ml w ciągu godziny po wykrytym treningu
pt_br: 300 ml em uma hora após um treino detectado
pt_pt: 300 ml na hora após uma sessão de treino detetada
ro: 300 ml în ora de după o sesiune de antrenament detectată
ru: 300 мл в течение часа после тренировки
sk: 300 ml počas hodiny po zaznamenanom tréningu
sl: 300 ml v eni uri po zaznani vadbi
sq: 300 ml brenda një ore pas stërvitjes së zbuluar
sr: 300 ml у року од сат времена после уоченог тренинга
sv: 300 ml inom en timme efter ett detekterat träningspass
sw: ml 300 ndani ya saa moja baada ya mazoezi yaliyogunduliwa
th: 300 มล. ภายในหนึ่งชั่วโมงหลังออกกำลังกายที่ตรวจพบ
tr: Algılanan antrenmandan 1 saat içinde 300 ml
uk: 300 мл протягом години після зафіксованого тренування
vi: 300 ml trong vòng một giờ sau khi tập luyện được phát hiện
zh_hans: 运动后1小时内喝300ml
zh_hant: 偵測到運動後一小時內喝 300 ml

# challenge.recuperation.progress
source: %d/300 ml après séance
ar: %d/300 مل بعد الجلسة
bg: %d/300 мл след тренировка
bn: %d/৩০০ মিলি ব্যায়ামের পরে
cs: %d/300 ml po tréninku
da: %d/300 ml efter session
de: %d/300 ml nach Training
el: %d/300 ml μετά την προπόνηση
en: %d/300 ml post-workout
es: %d/300 ml tras sesión
fa: %d/300 میلی‌لیتر بعد از تمرین
fi: %d/300 ml treenin jälkeen
fil: %d/300 ml pagkatapos mag-ehersisyo
he: %d/300 מ"ל אחרי אימון
hi: %d/300 ml वर्कआउट के बाद
hr: %d/300 ml nakon treninga
hu: %d/300 ml edzés után
id: %d/300 ml setelah sesi
it: %d/300 ml post-allenamento
ja: %d/300 ml 運動後
ko: %d/300 ml 운동 후
ku: %d/300 ml piştî werzîşê
lt: %d/300 ml po treniruotės
lv: %d/300 ml pēc treniņa
ms: %d/300 ml selepas sesi
nb: %d/300 ml etter økt
nl: %d/300 ml na training
pl: %d/300 ml po treningu
pt_br: %d/300 ml pós-treino
pt_pt: %d/300 ml pós-treino
ro: %d/300 ml după sesiune
ru: %d/300 мл после тренировки
sk: %d/300 ml po tréningu
sl: %d/300 ml po vadbi
sq: %d/300 ml pas stërvitjes
sr: %d/300 ml након тренинга
sv: %d/300 ml efter träning
sw: %d/300 ml baada ya mazoezi
th: %d/300 มล. หลังออกกำลังกาย
tr: %d/300 ml antrenman sonrası
uk: %d/300 мл після тренування
vi: %d/300 ml sau tập luyện
zh_hans: %d/300 毫升运动后
zh_hant: 運動後已喝 %d/300 ml

# challenge.recuperation.title
source: Récupération
ar: التعافي
bg: Възстановяване
bn: পুনরুদ্ধার
cs: Regenerace
da: Restitution
de: Erholung
el: Αποκατάσταση
en: Recovery
es: Recuperación
fa: بازیابی
fi: Palautuminen
fil: Recovery
he: התאוששות
hi: रिकवरी
hr: Oporavak
hu: Regeneráció
id: Pemulihan
it: Recupero
ja: リカバリー
ko: 회복
ku: Vegerandin
lt: Atsigavimas
lv: Atveseļošanās
ms: Pemulihan
nb: Restitusjon
nl: Herstel
pl: Regeneracja
pt_br: Recuperação
pt_pt: Recuperação
ro: Recuperare
ru: Восстановление
sk: Regenerácia
sl: Okrevanje
sq: Rimëkëmbje
sr: Опоравак
sv: Återhämtning
sw: Kupona
th: การฟื้นตัว
tr: Toparlanma
uk: Відновлення
vi: Hồi Phục
zh_hans: 恢复补水
zh_hant: 運動後恢復

# challenge.regulier.desc
source: Buvez 4 fois dans la journée
ar: اشرب 4 مرات خلال اليوم
bg: Пий 4 пъти през деня
bn: সারাদিন ৪ বার পান করুন
cs: Pij 4krát během dne
da: Drik 4 gange i løbet af dagen
de: Trink 4-mal am Tag
el: Πιείτε 4 φορές κατά τη διάρκεια της ημέρας
en: Drink 4 times throughout the day
es: Bebe 4 veces durante el día
fa: در طول روز ۴ بار بنوش
fi: Juo 4 kertaa päivän aikana
fil: Uminom ng 4 na beses sa buong araw
he: שתה 4 פעמים במהלך היום
hi: दिन में 4 बार पिएं
hr: Pij 4 puta tijekom dana
hu: Igyál 4-szer a nap folyamán
id: Minum 4 kali dalam sehari
it: Bevi 4 volte nella giornata
ja: 1日に4回飲む
ko: 하루에 4번 마시기
ku: Di nav rojê de 4 caran vexwe
lt: Gerk 4 kartus per dieną
lv: Dzer 4 reizes dienas laikā
ms: Minum 4 kali sepanjang hari
nb: Drikk 4 ganger i løpet av dagen
nl: Drink 4 keer gedurende de dag
pl: Pij 4 razy w ciągu dnia
pt_br: Beba 4 vezes durante o dia
pt_pt: Beba 4 vezes ao longo do dia
ro: Bea de 4 ori pe parcursul zilei
ru: Пей 4 раза в день
sk: Pi 4-krát počas dňa
sl: Pij 4-krat med dnem
sq: Pi 4 herë gjatë ditës
sr: Пиј 4 пута током дана
sv: Drick 4 gånger under dagen
sw: Kunywa mara 4 wakati wa mchana
th: ดื่มน้ำ 4 ครั้งตลอดวัน
tr: Gün boyunca 4 kez iç
uk: Пий 4 рази протягом дня
vi: Uống 4 lần trong ngày
zh_hans: 一天喝4次
zh_hant: 一天內喝水 4 次

# challenge.regulier.title
source: Régulier
ar: منتظم
bg: Редовен
bn: নিয়মিত
cs: Pravidelný
da: Konsekvent
de: Regelmäßig
el: Συνεπής
en: Consistent
es: Constante
fa: منظم
fi: Säännöllinen
fil: Tuluy-tuloy
he: עקבי
hi: नियमित
hr: Redovit
hu: Rendszeres
id: Konsisten
it: Regolare
ja: コンスタント
ko: 꾸준히
ku: Bi rêkûpêk
lt: Reguliarus
lv: Regulārs
ms: Konsisten
nb: Konsekvent
nl: Consistent
pl: Regularny
pt_br: Regular
pt_pt: Regular
ro: Regulat
ru: Регулярный
sk: Pravidelný
sl: Reden
sq: I rregullt
sr: Редован
sv: Konsekvent
sw: Wa kawaida
th: สม่ำเสมอ
tr: Düzenli
uk: Регулярний
vi: Đều Đặn
zh_hans: 规律
zh_hant: 規律飲水

# challenge.soiree_tranquille.desc
source: Objectif atteint + 0 alcool aujourd'hui
ar: تحقيق الهدف + 0 كحول اليوم
bg: Постигната цел + 0 алкохол днес
bn: দৈনিক লক্ষ্য অর্জিত + আজ ০ অ্যালকোহল
cs: Cíl splněn + 0 alkoholu dnes
da: Dagligt mål nået + 0 alkohol i dag
de: Tagesziel erreicht + kein Alkohol heute
el: Επίτευξη ημερήσιου στόχου + 0 αλκοόλ σήμερα
en: Daily goal reached + 0 alcohol today
es: Objetivo alcanzado + 0 alcohol hoy
fa: هدف محقق شد + امروز صفر الکل
fi: Tavoite saavutettu + 0 alkoholia tänään
fil: Naabot ang araw-araw na layunin + 0 alak ngayong araw
he: יעד יומי הושג + 0 אלכוהול היום
hi: दैनिक लक्ष्य पूरा + आज 0 शराब
hr: Dnevni cilj postignut + 0 alkohola danas
hu: Cél teljesítve + 0 alkohol ma
id: Target tercapai + 0 alkohol hari ini
it: Obiettivo raggiunto + 0 alcol oggi
ja: 目標達成＋今日はアルコールなし
ko: 일일 목표 달성 + 오늘 금주
ku: Armanca rojane hate gihîştin + 0 alkol îro
lt: Dienos tikslas pasiektas + 0 alkoholio šiandien
lv: Dienas mērķis sasniegts + 0 alkohola šodien
ms: Sasaran harian dicapai + 0 alkohol hari ini
nb: Daglig mål nådd + 0 alkohol i dag
nl: Doel gehaald + 0 alcohol vandaag
pl: Cel osiągnięty + 0 alkoholu dziś
pt_br: Meta atingida + 0 álcool hoje
pt_pt: Objetivo diário atingido + 0 álcool hoje
ro: Obiectiv zilnic atins + 0 alcool azi
ru: Цель достигнута + 0 алкоголя сегодня
sk: Cieľ splnený + 0 alkoholu dnes
sl: Dnevni cilj dosežen + 0 alkohola danes
sq: Objektivi ditor i arritur + 0 alkool sot
sr: Дневни циљ остварен + 0 алкохола данас
sv: Mål nått + 0 alkohol idag
sw: Lengo la kila siku limefikiwa + pombe 0 leo
th: บรรลุเป้าหมายรายวัน + ไม่ดื่มแอลกอฮอล์วันนี้
tr: Hedef ulaşıldı + bugün 0 alkol
uk: Ціль досягнуто + 0 алкоголю сьогодні
vi: Đạt mục tiêu hàng ngày + 0 rượu hôm nay
zh_hans: 达成目标+今天0酒精
zh_hant: 達成目標 + 今天 0 酒精

# challenge.soiree_tranquille.title
source: Soirée Tranquille
ar: مساء هادئ
bg: Спокойна вечер
bn: শান্ত সন্ধ্যা
cs: Klidný večer
da: Rolig aften
de: Ruhiger Abend
el: Ήρεμο Βράδυ
en: Quiet Evening
es: Noche tranquila
fa: عصر آرام
fi: Rauhallinen ilta
fil: Tahimik na Gabi
he: ערב שקט
hi: शांत शाम
hr: Mirna večer
hu: Nyugodt este
id: Malam Tenang
it: Serata tranquilla
ja: 穏やかな夜
ko: 조용한 저녁
ku: Êvara aram
lt: Rami vakaronė
lv: Mierīgs vakars
ms: Malam Tenang
nb: Rolig kveld
nl: Rustige avond
pl: Spokojny wieczór
pt_br: Noite tranquila
pt_pt: Noite Tranquila
ro: Seară Liniștită
ru: Спокойный вечер
sk: Pokojný večer
sl: Miren večer
sq: Mbrëmje e qetë
sr: Мирно вече
sv: Lugn kväll
sw: Jioni ya utulivu
th: คืนที่สงบ
tr: Sakin Akşam
uk: Спокійний вечір
vi: Buổi Tối Yên Tĩnh
zh_hans: 宁静夜晚
zh_hant: 寧靜夜晚

# challenges.day_title
source: Défis du jour
ar: تحديات اليوم
bg: Днешни предизвикателства
bn: আজকের চ্যালেঞ্জ
cs: Dnešní výzvy
da: Dagens udfordringer
de: Herausforderungen heute
el: Προκλήσεις σήμερα
en: Today's challenges
es: Retos de hoy
fa: چالش‌های امروز
fi: Päivän haasteet
fil: Mga hamon ngayong araw
he: אתגרי היום
hi: आज की चुनौतियां
hr: Današnji izazovi
hu: Mai kihívások
id: Tantangan hari ini
it: Sfide di oggi
ja: 今日のチャレンジ
ko: 오늘의 챌린지
ku: Pêşbaziyên îro
lt: Šiandienos iššūkiai
lv: Šodienas izaicinājumi
ms: Cabaran hari ini
nb: Dagens utfordringer
nl: Uitdagingen van vandaag
pl: Wyzwania dnia
pt_br: Desafios de hoje
pt_pt: Desafios do dia
ro: Provocările zilei
ru: Испытания дня
sk: Dnešné výzvy
sl: Današnji izzivi
sq: Sfidat e sotme
sr: Данашњи изазови
sv: Dagens utmaningar
sw: Changamoto za leo
th: ความท้าทายวันนี้
tr: Bugünün görevleri
uk: Сьогоднішні виклики
vi: Thử thách hôm nay
zh_hans: 今日挑战
zh_hant: 今日挑戰

# challenges.sub
source: Relevez les défis pour progresser
ar: خض التحديات للتحسن
bg: Изпълнявай предизвикателства и се подобрявай
bn: চ্যালেঞ্জ গ্রহণ করুন এবং উন্নতি করুন
cs: Plň výzvy a zlepšuj se
da: Tag udfordringer for at forbedre dig
de: Nimm Herausforderungen an, um besser zu werden
el: Αναλάβετε προκλήσεις για να βελτιωθείτε
en: Take on challenges to improve
es: Supera retos para mejorar
fa: چالش‌ها را تکمیل کن و پیشرفت کن
fi: Suorita haasteita ja kehity
fil: Tanggapin ang mga hamon para umunlad
he: קבל אתגרים כדי להשתפר
hi: बेहतर बनने के लिए चुनौतियां लें
hr: Prihvati izazove i napreduj
hu: Teljesítsd a kihívásokat és fejlődj
id: Ambil tantangan untuk berkembang
it: Affronta le sfide per migliorare
ja: チャレンジに挑んで成長しよう
ko: 성장을 위해 챌린지에 도전하세요
ku: Pêşbaziyan qebûl bike û pêşve bikeve
lt: Priimk iššūkius ir tobulėk
lv: Pieņem izaicinājumus un attīsties
ms: Terima cabaran untuk berkembang
nb: Ta utfordringer for å forbedre deg
nl: Neem uitdagingen aan om te verbeteren
pl: Podejmuj wyzwania, by się rozwijać
pt_br: Enfrente desafios para melhorar
pt_pt: Aceite os desafios para progredir
ro: Acceptă provocări pentru a progresa
ru: Принимайте испытания, чтобы совершенствоваться
sk: Plň výzvy a zlepšuj sa
sl: Sprejmi izzive in napreduj
sq: Prano sfidat dhe progresohu
sr: Прихвати изазове да напредујеш
sv: Ta dig an utmaningar för att förbättras
sw: Kubali changamoto na upige hatua
th: รับความท้าทายเพื่อพัฒนาตัวเอง
tr: Gelişmek için görevlere katıl
uk: Виконуй виклики та вдосконалюйся
vi: Nhận thử thách để tiến bộ
zh_hans: 接受挑战，不断进步
zh_hant: 接受挑戰，持續進步

# challenges.title
source: Défis
ar: تحديات
bg: Предизвикателства
bn: চ্যালেঞ্জ
cs: Výzvy
da: Udfordringer
de: Herausforderungen
el: Προκλήσεις
en: Challenges
es: Retos
fa: چالش‌ها
fi: Haasteet
fil: Mga Hamon
he: אתגרים
hi: चुनौतियां
hr: Izazovi
hu: Kihívások
id: Tantangan
it: Sfide
ja: チャレンジ
ko: 챌린지
ku: Pêşbazî
lt: Iššūkiai
lv: Izaicinājumi
ms: Cabaran
nb: Utfordringer
nl: Uitdagingen
pl: Wyzwania
pt_br: Desafios
pt_pt: Desafios
ro: Provocări
ru: Испытания
sk: Výzvy
sl: Izzivi
sq: Sfidat
sr: Изазови
sv: Utmaningar
sw: Changamoto
th: ความท้าทาย
tr: Görevler
uk: Виклики
vi: Thử Thách
zh_hans: 挑战
zh_hant: 挑戰

# confetti.achievement.subtitle
source: Nouveau succès !
ar: إنجاز جديد!
bg: Ново постижение!
bn: নতুন অর্জন!
cs: Nový úspěch!
da: Ny præstation!
de: Neue Errungenschaft!
el: Νέο επίτευγμα!
en: New achievement!
es: ¡Nuevo logro!
fa: دستاورد جدید!
fi: Uusi saavutus!
fil: Bagong tagumpay!
he: הישג חדש!
hi: नई उपलब्धि!
hr: Novo dostignuće!
hu: Új eredmény!
id: Pencapaian baru!
it: Nuovo traguardo!
ja: 新しい実績！
ko: 새 업적!
ku: Serkeftina nû!
lt: Naujas pasiekimas!
lv: Jauns sasniegums!
ms: Pencapaian baru!
nb: Ny prestasjon!
nl: Nieuwe prestatie!
pl: Nowe osiągnięcie!
pt_br: Nova conquista!
pt_pt: Novo sucesso!
ro: Realizare nouă!
ru: Новое достижение!
sk: Nový úspech!
sl: Nov dosežek!
sq: Arritje e re!
sr: Ново достигнуће!
sv: Ny prestation!
sw: Mafanikio mapya!
th: รางวัลใหม่!
tr: Yeni başarı!
uk: Нове досягнення!
vi: Thành tích mới!
zh_hans: 新成就！
zh_hant: 獲得新成就！

# confetti.achievement.unlocked_title
source: %@ débloqué !
ar: %@ مفتوح !
bg: %@ отключено!
bn: %@ আনলক হয়েছে!
cs: %@ odemčeno!
da: %@ låst op!
de: %@ freigeschaltet!
el: %@ ξεκλειδώθηκε!
en: %@ unlocked!
es: ¡%@ desbloqueado!
fa: %@ باز شد!
fi: %@ avattu!
fil: Na-unlock ang %@!
he: %@ נפתח!
hi: %@ अनलॉक हुआ!
hr: %@ otključano!
hu: %@ feloldva!
id: %@ terbuka!
it: %@ sbloccato!
ja: %@ を解除しました！
ko: %@ 잠금 해제!
ku: %@ hate vekirin!
lt: %@ atrakinta!
lv: %@ atbloķēts!
ms: %@ dibuka!
nb: %@ låst opp!
nl: %@ ontgrendeld!
pl: %@ odblokowano!
pt_br: %@ desbloqueado!
pt_pt: %@ desbloqueado!
ro: %@ deblocat!
ru: %@ разблокировано!
sk: %@ odomknuté!
sl: %@ odklenjen!
sq: %@ u zhbllokua!
sr: %@ откључано!
sv: %@ upplåst!
sw: %@ imefunguliwa!
th: %@ ปลดล็อกแล้ว!
tr: %@ açıldı!
uk: %@ розблоковано!
vi: %@ đã mở khóa!
zh_hans: %@ 已解锁！
zh_hant: 已解鎖「%@」！

# confetti.challenge_completed
source: Défi complété !
ar: تحدٍّ مكتمل!
bg: Предизвикателство изпълнено!
bn: চ্যালেঞ্জ সম্পন্ন!
cs: Výzva splněna!
da: Udfordring fuldført!
de: Challenge abgeschlossen!
el: Πρόκληση ολοκληρώθηκε!
en: Challenge completed!
es: ¡Desafío completado!
fa: چالش تکمیل شد!
fi: Haaste suoritettu!
fil: Natapos ang hamon!
he: אתגר הושלם!
hi: चुनौती पूरी!
hr: Izazov završen!
hu: Kihívás teljesítve!
id: Tantangan selesai!
it: Sfida completata!
ja: チャレンジ達成！
ko: 챌린지 완료!
ku: Pêşbazî qedîya!
lt: Iššūkis įvykdytas!
lv: Izaicinājums pabeigts!
ms: Cabaran selesai!
nb: Utfordring fullført!
nl: Uitdaging voltooid!
pl: Wyzwanie ukończone!
pt_br: Desafio concluído!
pt_pt: Desafio concluído!
ro: Provocare finalizată!
ru: Вызов выполнен!
sk: Výzva splnená!
sl: Izziv dokončan!
sq: Sfida u përfundua!
sr: Изазов завршен!
sv: Utmaning klar!
sw: Changamoto imekamilika!
th: ความท้าทายสำเร็จ!
tr: Meydan okuma tamamlandı!
uk: Виклик виконано!
vi: Hoàn thành thử thách!
zh_hans: 挑战完成！
zh_hant: 挑戰完成！

# confetti.challenge.completed_title
source: %@ complété !
ar: %@ مكتمل !
bg: %@ изпълнено!
bn: %@ সম্পন্ন হয়েছে!
cs: %@ splněno!
da: %@ fuldført!
de: %@ abgeschlossen!
el: %@ ολοκληρώθηκε!
en: %@ completed!
es: ¡%@ completado!
fa: %@ تکمیل شد!
fi: %@ suoritettu!
fil: Natapos ang %@!
he: %@ הושלם!
hi: %@ पूर्ण!
hr: %@ završen!
hu: %@ teljesítve!
id: %@ selesai!
it: %@ completato!
ja: %@ を達成しました！
ko: %@ 완료!
ku: %@ qedîya!
lt: %@ įvykdyta!
lv: %@ pabeigts!
ms: %@ selesai!
nb: %@ fullført!
nl: %@ voltooid!
pl: %@ ukończono!
pt_br: %@ concluído!
pt_pt: %@ concluído!
ro: %@ finalizat!
ru: %@ выполнено!
sk: %@ splnené!
sl: %@ dokončan!
sq: %@ u përfundua!
sr: %@ завршен!
sv: %@ slutförd!
sw: %@ imekamilika!
th: %@ เสร็จสิ้น!
tr: %@ tamamlandı!
uk: %@ виконано!
vi: %@ đã hoàn thành!
zh_hans: %@ 已完成！
zh_hant: 已完成「%@」！

# confetti.challenge.subtitle
source: Défi relevé !
ar: اكتملت التحدي!
bg: Предизвикателство изпълнено!
bn: চ্যালেঞ্জ সম্পন্ন!
cs: Výzva splněna!
da: Udfordring fuldført!
de: Herausforderung gemeistert!
el: Πρόκληση ολοκληρώθηκε!
en: Challenge completed!
es: ¡Desafío completado!
fa: چالش تکمیل شد!
fi: Haaste suoritettu!
fil: Natapos ang hamon!
he: אתגר הושלם!
hi: चुनौती पूरी!
hr: Izazov završen!
hu: Kihívás teljesítve!
id: Tantangan selesai!
it: Sfida completata!
ja: チャレンジ達成！
ko: 챌린지 완료!
ku: Pêşbazî qedîya!
lt: Iššūkis įvykdytas!
lv: Izaicinājums pabeigts!
ms: Cabaran selesai!
nb: Utfordring fullført!
nl: Uitdaging voltooid!
pl: Wyzwanie ukończone!
pt_br: Desafio concluído!
pt_pt: Desafio concluído!
ro: Provocare finalizată!
ru: Задание выполнено!
sk: Výzva splnená!
sl: Izziv dokončan!
sq: Sfida u përfundua!
sr: Изазов завршен!
sv: Utmaning klar!
sw: Changamoto imekamilika!
th: ความท้าทายสำเร็จ!
tr: Meydan okuma tamamlandı!
uk: Виклик виконано!
vi: Hoàn thành thử thách!
zh_hans: 挑战完成！
zh_hant: 挑戰完成！

# confetti.goal_reached.subtitle
source: Bravo, continue comme ça !
ar: استمر هكذا!
bg: Страхотна работа, продължавай така!
bn: এভাবে চালিয়ে যান!
cs: Skvělá práce, pokračuj!
da: Fortsæt sådan!
de: Weiter so!
el: Συνέχισε έτσι!
en: Keep it up!
es: ¡Sigue así!
fa: کار عالی‌ای بود، همین‌طور ادامه بده!
fi: Hienoa työtä, jatka samaan malliin!
fil: Ituloy mo lang!
he: המשך כך!
hi: इसी तरह जारी रखो!
hr: Samo tako nastavi!
hu: Remek munka, csak így tovább!
id: Teruskan!
it: Continua così!
ja: その調子で！
ko: 계속 유지하세요!
ku: Wisa berdewam bike!
lt: Tęsk taip toliau!
lv: Turpini tā!
ms: Teruskan!
nb: Fortsett slik!
nl: Ga zo door!
pl: Tak trzymaj!
pt_br: Continue assim!
pt_pt: Continua assim!
ro: Continuă așa!
ru: Так держать!
sk: Skvelá práca, pokračuj!
sl: Samo nadaljuj tako!
sq: Vazhdo kështu!
sr: Настави тако!
sv: Fortsätt så!
sw: Endelea hivyo!
th: ทำต่อไปเลย!
tr: Böyle devam et!
uk: Чудова робота, продовжуй так само!
vi: Tiếp tục phát huy!
zh_hans: 继续保持！
zh_hant: 太棒了，繼續保持！

# confetti.goal_reached.title
source: Objectif atteint !
ar: تم الوصول إلى الهدف!
bg: Целта е постигната!
bn: লক্ষ্য অর্জিত!
cs: Cíl splněn!
da: Mål nået!
de: Ziel erreicht!
el: Στόχος επιτεύχθηκε!
en: Goal reached!
es: ¡Objetivo alcanzado!
fa: هدف محقق شد!
fi: Tavoite saavutettu!
fil: Naabot ang layunin!
he: היעד הושג!
hi: लक्ष्य पूरा!
hr: Cilj dostignut!
hu: Cél elérve!
id: Target tercapai!
it: Obiettivo raggiunto!
ja: 目標達成！
ko: 목표 달성!
ku: Armanc hate gihîştin!
lt: Tikslas pasiektas!
lv: Mērķis sasniegts!
ms: Sasaran tercapai!
nb: Mål nådd!
nl: Doel bereikt!
pl: Cel osiągnięty!
pt_br: Meta atingida!
pt_pt: Objetivo atingido!
ro: Obiectiv atins!
ru: Цель достигнута!
sk: Cieľ splnený!
sl: Cilj dosežen!
sq: Objektivi u arrit!
sr: Циљ остварен!
sv: Mål uppnått!
sw: Lengo limefikiwa!
th: บรรลุเป้าหมาย!
tr: Hedefe ulaşıldı!
uk: Ціль досягнуто!
vi: Đạt mục tiêu!
zh_hans: 目标达成！
zh_hant: 目標達成！

# db.recovery.confirm
source: Compris
ar: فهمت
bg: Разбрах
bn: বুঝলাম
cs: Rozumím
da: Forstået
de: Verstanden
el: Κατανοητό
en: Got it
es: Entendido
fa: فهمیدم
fi: Selvä
fil: Nakuha ko
he: הבנתי
hi: समझ गया
hr: Razumijem
hu: Értem
id: Mengerti
it: Capito
ja: 了解
ko: 확인
ku: Min têgihişt
lt: Supratau
lv: Sapratu
ms: Faham
nb: Forstått
nl: Begrepen
pl: Rozumiem
pt_br: Entendi
pt_pt: Percebido
ro: Înțeles
ru: Понятно
sk: Rozumiem
sl: Razumem
sq: E kuptova
sr: Разумем
sv: Förstått
sw: Nimeelewa
th: เข้าใจแล้ว
tr: Anladım
uk: Зрозуміло
vi: Hiểu rồi
zh_hans: 知道了
zh_hant: 我知道了

# db.recovery.fallback_message
source: Une erreur inattendue s'est produite lors du chargement de vos données.
ar: حدث خطأ غير متوقع أثناء تحميل بياناتك.
bg: Възникна неочаквана грешка при зареждането на данните ти.
bn: আপনার ডেটা লোড করার সময় একটি অপ্রত্যাশিত ত্রুটি ঘটেছে।
cs: Při načítání tvých dat došlo k neočekávané chybě.
da: Der opstod en uventet fejl under indlæsning af dine data.
de: Beim Laden Ihrer Daten ist ein unerwarteter Fehler aufgetreten.
el: Παρουσιάστηκε απροσδόκητο σφάλμα κατά τη φόρτωση των δεδομένων σας.
en: An unexpected error occurred while loading your data.
es: Se produjo un error inesperado al cargar sus datos.
fa: خطایی غیرمنتظره هنگام بارگذاری اطلاعات تو رخ داد.
fi: Tietojesi lataamisessa tapahtui odottamaton virhe.
fil: May hindi inaasahang error na nangyari habang nilo-load ang iyong datos.
he: אירעה שגיאה בלתי צפויה בעת טעינת הנתונים שלך.
hi: आपका डेटा लोड करते समय अप्रत्याशित त्रुटि हुई।
hr: Došlo je do neočekivane pogreške pri učitavanju tvojih podataka.
hu: Váratlan hiba történt az adataid betöltése közben.
id: Kesalahan tak terduga terjadi saat memuat data Anda.
it: Si è verificato un errore imprevisto durante il caricamento dei dati.
ja: データの読み込み中に予期しないエラーが発生しました。
ko: 데이터를 불러오는 중 예기치 않은 오류가 발생했습니다.
ku: Di barkirina daneyên te de xeletiyek nedîtî çêbû.
lt: Įkeliant tavo duomenis įvyko netikėta klaida.
lv: Ielādējot tavus datus, radās neparedzēta kļūda.
ms: Ralat tidak dijangka berlaku semasa memuatkan data anda.
nb: En uventet feil oppstod under lasting av dataene dine.
nl: Er is een onverwachte fout opgetreden bij het laden van uw gegevens.
pl: Wystąpił nieoczekiwany błąd podczas ładowania danych.
pt_br: Ocorreu um erro inesperado ao carregar seus dados.
pt_pt: Ocorreu um erro inesperado ao carregar os seus dados.
ro: A apărut o eroare neașteptată la încărcarea datelor tale.
ru: При загрузке данных произошла непредвиденная ошибка.
sk: Pri načítaní tvojich údajov došlo k neočakávanej chybe.
sl: Pri nalaganju tvojih podatkov je prišlo do nepričakovane napake.
sq: Ndodhi një gabim i papritur gjatë ngarkimit të të dhënave tuaja.
sr: Дошло је до неочекиване грешке приликом учитавања твојих података.
sv: Ett oväntat fel uppstod vid inläsning av dina data.
sw: Hitilafu isiyotarajiwa ilitokea wakati wa kupakia data yako.
th: เกิดข้อผิดพลาดที่ไม่คาดคิดขณะโหลดข้อมูลของคุณ
tr: Verileriniz yüklenirken beklenmedik bir hata oluştu.
uk: Під час завантаження твоїх даних сталася непередбачена помилка.
vi: Đã xảy ra lỗi không mong muốn khi tải dữ liệu của bạn.
zh_hans: 加载数据时发生意外错误。
zh_hant: 載入你的資料時發生未預期的錯誤。

# db.recovery.title
source: Données réinitialisées
ar: تمت إعادة تعيين البيانات
bg: Данните бяха възстановени
bn: ডেটা পুনরুদ্ধার করা হয়েছে
cs: Data byla obnovena
da: Data nulstillet
de: Daten zurückgesetzt
el: Επαναφορά δεδομένων
en: Data reset
es: Datos restablecidos
fa: اطلاعات بازیابی شدند
fi: Tiedot palautettu
fil: Na-reset ang datos
he: נתונים אופסו
hi: डेटा रीसेट
hr: Podaci su resetirani
hu: Az adatok visszaállításra kerültek
id: Data direset
it: Dati ripristinati
ja: データをリセットしました
ko: 데이터 초기화
ku: Daneya hate vegerandin
lt: Duomenys atstatyti
lv: Dati atjaunoti
ms: Data diset semula
nb: Data tilbakestilt
nl: Gegevens gereset
pl: Dane zresetowane
pt_br: Dados redefinidos
pt_pt: Dados reiniciados
ro: Date resetate
ru: Данные сброшены
sk: Údaje boli obnovené
sl: Podatki so bili ponastavljeni
sq: Të dhënat u rivendosën
sr: Подаци су ресетовани
sv: Data återställda
sw: Data imerejeshwa
th: รีเซ็ตข้อมูล
tr: Veriler sıfırlandı
uk: Дані було відновлено
vi: Dữ liệu đã được đặt lại
zh_hans: 数据已重置
zh_hant: 資料已重置

# gender.button.hint.selected
source: Sélectionné
ar: محدد
bg: Избрано
bn: নির্বাচিত
cs: Vybráno
da: Valgt
de: Ausgewählt
el: Επιλεγμένο
en: Selected
es: Seleccionado
fa: انتخاب شده
fi: Valittu
fil: Napili
he: נבחר
hi: चयनित
hr: Odabrano
hu: Kiválasztva
id: Dipilih
it: Selezionato
ja: 選択済み
ko: 선택됨
ku: Hilbijartî
lt: Pasirinkta
lv: Izvēlēts
ms: Dipilih
nb: Valgt
nl: Geselecteerd
pl: Wybrano
pt_br: Selecionado
pt_pt: Selecionado
ro: Selectat
ru: Выбрано
sk: Vybraté
sl: Izbrano
sq: Zgjedhur
sr: Изабрано
sv: Vald
sw: Imechaguliwa
th: เลือกแล้ว
tr: Seçildi
uk: Вибрано
vi: Đã chọn
zh_hans: 已选择
zh_hant: 已選擇
